<?php
/**
 * Created by PhpStorm.
 * User: Amin
 * Date: 19/03/2019
 * Time: 10:37
 */
/**
 * array of steps questions
 * [stepNumber][questionNumber]
 */

$step1to3 = [
    'question_1' => [
        'label' => 'به چه میزان از عملکرد سرمایه گذاری خود راضی هستید ؟',
        ],
    'question_2' => [
            'label' => 'آیا سهم خود را در قیمت جاری به فروش میرسانید یا نگهداری میکنید ؟',
        ],
    'question_3' => [
        'label' => '3. کمترین قیمت منتطقی که سهام خود را به فروش میرسانید چیست ؟',
        ],
    'question_4' => [
        'label' => '4. پیش بینی شما از قیمت سهام در انتهای 12 ماهه ی آتی چیست ؟',
    ],
    'question_5' => [
        'label' => '5. پیش بینی بد بینانه ی شما از قیمت سهام در انتهای 12 ماهه ی آتی چیست ؟ (در 95% مواقع قیمت سهام بالاتر ازا ین قیمت است)',
    ],
    'question_6' => [
        'label' => '6. پیش بینی خوشبینانه ی شما از قیمت سهام در انتهای 12 ماهه ی آتی چیست ؟(در 95% مواقع قیمت سهام پایینتر ازا ین قیمت است)',
    ],

    ];
return [
    '1' => $step1to3,
    '2' => $step1to3,
    '3' => $step1to3,
    '4' => [
        'question_1' => [
            'label' => 'نسبت به میانگین جامعه، دانش سرمایه گذاری در سهام خود را چگونه ارزیابی میکنید ؟',
        ],
        'question_2' => [
            'label' => 'جنسیت شما',
        ],
        'question_3' => [
            'label' => 'تحصیلات',
        ],
        'question_4' => [
            'label' => 'رشته تحصیلی',
        ],
        'question_5' => [
            'label' => 'سن',
        ],
        'question_6' => [
            'label' => 'چگونه به قیمت پیش بینی خود دست یافتید ؟',
        ],
        'question_7' => [
            'label' => 'آیا تجربه سرمایه گذاری رد بورس اوراق بهادار تهران را داشته اید ؟',
        ],
        'question_8' => [
            'label' => 'در صورت معامله در بازار بورس اوراق بهادار تهران، تعداد معاملات شما در طول سال به چه میزان است؟',
        ]
    ],
];